Repository: malhayek2/QA-Engineer-Test
Catalog: xmllint/fr.tmx
Source language: en
Languages: fr

source: System Restart
fr: Redémarrer le système

source: TRANSMITTING DATA
fr: TRANSMISSION DE DONNÉES

source: Take-up reel
fr: Enrouleur

source: Target Density:
fr: Densité :

source: Templates have been disabled because the image is tiled
fr: Les modèles ont été désactivés parce que l’image est en lés

source: Testing TCP/IP Settings
fr: Test des paramètres TCP/IP

source: The "Archive" setting is invalid.
fr: Le paramètre « Archive » n'est pas valide.

source: The Color Management System could not be started.
fr: Impossible de démarrer le système de gestion des couleurs.

source: The ICC profile %s will be encoded with a "watermark."\n It will only work in ONYX software.
fr: Le profil ICC %s sera encodé avec un "filigrane".\n Il ne fonctionnera que dans le logiciel ONYX.

source: The Mutoh KONA and SC Pro support up to 8 custom patterns per job.
fr: Mutoh KONA et SC Pro prennent en charge jusqu'à 8 motifs personnalisés par travail.

source: The Scan Speed is too large for the resolution specified.
fr: La vitesse de scanning est trop élevée pour la résolution spécifiée.

# The acquired image file has an invalid image file format. Please try again.
source: The acquired image file has an invalid image file format.\n\nPlease try again.
fr: Le format du fichier d'image acquis est invalide.\n\nVeuillez essayer encore une fois.

source: The buffer passed to te SCSI request was not aligned properly.
fr: La mémoire tampon affectée à la requête SCSI n'était pas correctement alignée.

source: The current media type does not have a calibration for this resolution. The image will be sent and will be printed as soon as a calibration is chosen.
fr: Le type de média actuel n'a pas été étalonné pour cette résolution. L'image sera envoyée et imprimée une fois l'étalonnage choisi.

source: The disk "%s" is invalid.
fr: Le disque "%s" est invalide.

source: The first compatible media found will automatically be selected (Don't show this dialog again).
fr: Le premier support compatible trouvé sera automatiquement sélectionné (Ne plus afficher cette boîte de dialogue).

source: The hardware key has been removed.
fr: La clé électronique a été supprimée.

source: The image is too large for the selected media\nPrintable Area %d Pixels\nImage Width %d Pixels
fr: L'image est trop grande pour le support sélectionné\nZone imprimable %d pixels\nLargeur de l'image %d pixels

source: The ink system is not primed.
fr: Le système d'encre n'est pas amorcé.

source: The list of medias is empty. Please verify that one or more media have been correctly loaded on the printer and in the Epson Control Dashboard.
fr: La liste des supports est vide. Vérifiez qu'un ou plusieurs supports ont été correctement chargés sur l'imprimante et dans Epson Control Dashboard.

source: The media offset and image width is greater than the print width allowed. Please check your media options.
fr: Le décalage du support et la largeur de l’image sont supérieurs à la largeur d’impression autorisée. Veuillez vérifier vos options de support.

source: The new media's color configuration may require ink restrictions in order to get good output. If you would like to set ink restrictions now, press the Ink Restrictions button. Otherwise press the Next button.
fr: La nouvelle configuration de couleur du média peut nécessiter une restriction d'encre pour obtenir un résultat correct. Si vous souhaitez ajuster la restriction d'encre maintenant, appuyez sur le bouton Restriction d'encre. Sinon, appuyez sur le bouton Suivant.

source: The print head temperature is too high. Please wait.
fr: La température de la tête d'impression est trop élevée. Veuillez patienter.

# The printer has reported the following error(s):
source: The printer has reported the following error(s):\n\n
fr: L'imprimante a annoncé la ou les erreurs suivantes :\n\n

source: The printer is cooling the print heads. Please wait. (The ambient temperature must be decreased to avoid print interruption.) After 10 minutes of interruption, you can select to start or cancel the print.
fr: L'imprimante refroidit les têtes d'impression. Veuillez patienter. (La température ambiante doit être abaissée pour éviter une interruption de l'impression.) Après 10 minutes d'interruption, vous pouvez choisir de démarrer ou d'annuler l'impression.

source: The printer must be connected via TCP/IP to use get status information
fr: L'imprimante doit être connectée par TCP/IP pour utiliser les informations de statut

source: The printer's serial number matches the serial number entered in the "Global Printer Options" dialog
fr: Le numéro de série de l'imprimante correspond au numéro de série saisi dans la boîte de dialogue « Options globales d’imprimante »

source: The requested data was not found
fr: Les données demandées ont été trouvées

source: The selected print mode is invalid.
fr: Le mode d'impression sélectionné n'est pas valide.

source: The source must be given a name
fr: La source doit être nommée

source: The swatch format is not valid. Please check your values.
fr: Le format d'échantillon n'est pas valide. Veuillez vérifier vos valeurs.

source: The write has failed
fr: Échec de l'écriture

source: There are no paths to cut
fr: Il n'y a aucun chemin à découper

source: There is currently no key data available. Please refresh the view or open a valid .keyfile file.
fr: Aucune donnée de clé n'est actuellement disponible. Veuillez actualiser la vue ou ouvrir un fichier .keyfile valide.

source: There may be problems when the width is less than %.1f inches (%.1f cm).
fr: Il peut y avoir des problèmes lorsque la largeur est inférieure à %.1f pouces (%.1f cm).

source: There was an error during processing!
fr: Une erreur s’est produite pendant le traitement !

source: There was an error setting the resolution for the Scitex Screen.
fr: Une erreur s'est produite pendant le réglage de la résolution de l'écran Scitex.

source: Thin
fr: Fin

source: This column can not be hidden
fr: Impossible de masquer cette colonne

source: This dialog allows you to reassign the printer driver's default output channels to different color bars on the printer. Each output channel must have a unique number from 1-8.
fr: Cette boîte de dialogue vous permet de réaffecter les canaux de sortie par défaut du pilote d'imprimante vers des barres de couleurs différentes sur l'imprimante. Chaque canal de sortie doit posséder un numéro unique de 1 à 8.

source: This job is still waiting to be printed. It can not be reprinted.
fr: Ce travail est toujours en attente d'impression. Il ne peut pas être réimprimé.

source: This property controls the "tile dotted overlap" marks on the bottom edge. If "tile dotted overlap" marks have been selected to be printed and this is set to Default, the Quick Set setting for this edge will apply; otherwise set to Yes or No as appropriate.
fr: Cette propriété détermine les marques de « chevauchement de lé en pointillé » sur le bord inférieur. Si les marques de « chevauchement de lé en pointillé » ont été sélectionnées pour impression et que cette opération est définie par défaut, le paramètre Quick Set s'applique pour ce bord. Dans le cas contraire, choisissez Oui ou Non selon le cas.

source: This step is used to verify that the adjustments made in the G7® Grayscale Correction step are within G7® Grayscale tolerances.
fr: Cette étape permet de vérifier que les réglages effectués à l’étape de correction G7® Grayscale sont compris dans les limites de tolérance G7® Grayscale.

source: Tiff File Options
fr: Options de fichier Tiff

source: Tile Outline Options
fr: Options du contour de lé

source: Tile(s) for %s
fr: Lé(s) pour %s

source: Time Period
fr: Période de temps

source: To &Bottom
fr: &Vers le bas

source: To: %s
fr: A : %s

source: Too many media modes are available for this virtual printer - the OS limits each virtual printer to %d modes for selection.\nPlease delete all unnecessary media using the Configure Printer dialog.\n\nNOTE: You must rebuild the ppd once you've removed all unnecessary media.\nTo do this, simply disable then re-enable the printer within Printer Manager.
fr: Trop de modes de support sont disponibles pour cette imprimante virtuelle - le SE limite chaque imprimante virtuelle à %d modes pour la sélection \nVeuillez supprimer tous les supports inutiles en utilisant la boîte de dialogue Configurer imprimante.\n\nNOTE: Vous devez reconstruire le PPD une fois tous les supports inutiles supprimés.n\Pour le faire, désactivez simplement puis réactivez l’imprimante dans le Gestionnaire d’imprimante.

source: Top Layer:
fr: Couche supérieure :

source: Total Area:
fr: Surface totale :

source: Total Printed Area
fr: Surface totale imprimée

source: Tray 4
fr: Plateau 4

source: Tweak Color Profiles
fr: Accélérer profils de couleur

source: USB connection error
fr: Erreur de connexion USB

source: UV Lamp:
fr: Lampe UV :

source: Unable to Close TWAIN source:
fr: Impossible de fermer la source TWAIN:

source: Unable to build the list of frames.
fr: Impossible de créer la liste des cadres.

# Unable to create start file '%s'
source: Unable to create start file '%s'\n
fr: Impossible de créer le fichier de démarrage '%s'\n

source: Unable to find default browser. Please visit http://www.printmetryx.com to view PrintMetryx.
fr: Navigateur par défaut introuvable. Veuillez visiter http://www.printmetryx.com pour consulter PrintMetryx.

# Unable to initialize Color Device Libarary. Please check installation.
source: Unable to initialize Color Device Libarary.\nPlease check installation.
fr: Impossible d'initialiser la bibliothèque du périphérique couleur.\nVérifiez l'installation.

source: Unable to open a connection to the selector software. Port cannot be configured.
fr: Impossible d'ouvrir une connexion vers le logiciel de sélection. Le port ne peut être configuré.

source: Unable to process image (
fr: Impossible de traiter l’image (

source: Unable to send print data to the printer.
fr: Impossible d’envoyer les données d’impression à l’imprimante.

source: Undefined
fr: Non défini

source: Unexpected bus free.
fr: Bus disponible inattendu.

source: Uniform Area
fr: Zone uniforme

source: Unknown Error
fr: Erreur inconnue

source: Unknown error 0x34
fr: Erreur inconnue 0x34

source: Unknown warning 0x0C
fr: Avertissement inconnu 0x0C

source: Unknown warning 0x3A
fr: Avertissement inconnu 0X3A

source: Unknown warning 0x5D
fr: Avertissement inconnu 0x5D

source: Unregistered Version -
fr: Version non enregistrée -

source: Update Driver
fr: Mettre à jour le pilote

# Update the hardware key Update Key
source: Update the hardware key\nUpdate Key
fr: Actualiser la clé électronique\nActualiser clé

source: Upgrade to Version 5
fr: Mettre à jour à la version 5

source: Use "G7 Native CMY"
fr: Utiliser « G7 Native CMY »

source: Use Compression
fr: Utiliser la compression

source: Use Enhanced Print Mode
fr: Utiliser un mode d'impression amélioré

source: Use Light Ink at 100% Color Density
fr: Utiliser encre légère avec densité couleur de 100 %

source: Use Pre Heater
fr: Utiliser le pré-chauffage

source: Use Watermark
fr: Utiliser le filigrane

source: Use default EPSON AccuPhoto light ink separations and ink restrictions.
fr: Utilisez des restrictions d'encre et des séparations d'encre légères EPSON AccuPhoto par défaut.

source: Use profile-based substrate correction
fr: Utiliser la correction du substrat basée sur le profile

# Used ink tank is full.
source: Used ink tank is full.\n
fr: Le réservoir d'encre utilisé est plein.\n

source: User defined data
fr: Données définies par l'utilisateur

source: VALID SETTINGS
fr: PARAMÈTRES VALIDES

source: VSD4 (Variable Dot-4)
fr: VSD4 (Point variable-4)

source: Value (0-100)
fr: Valeur (0 à 100)

source: Variable Dot Curves
fr: Courbes de points variables

source: Varnish Ink End
fr: Fin de l'encre vernis

source: Vellum
fr: Vélin

source: Vertical Repeats
fr: Répétitions verticales

source: View Measurements...
fr: Afficher les mesures...

source: Views
fr: Vues

source: WARNING: Do not use the buttons on the table, or move the device out of range.
fr: AVERTISSEMENT : Ne pas utiliser les boutons sur le tableau ou mettez le périphérique hors service.

source: Wait for the preset to be installed before clicking OK.
fr: Patientez jusqu’à l’installation du préréglage avant de cliquer sur OK.

source: Waiting to Rip
fr: En attente de Rip

source: Warning Message Countdown Time
fr: Compte à rebours message d'avertissement

source: Warning: Use of any non-Normal mode may result in loss of communication to the hardware protection key. This will prevent you from performing some tasks.
fr: Attention : L'utilisation d'un mode non-Normal peut causer une perte de communication vers la clé de protection du matériel. Ceci vous empêchera de réaliser certaines tâches.

source: Warning: continuing may delete any existing swatch readings.
fr: Avertissement : le fait de poursuivre peut entraîner la suppression de toute lecture d'échantillon existante.

source: Watermark
fr: Filigrane

source: Web Portal
fr: Portail Web

source: When enabled, this will add a drop-shadow to the text.
fr: Lorsque cette option est activée, elle ajoute une ombre portée au texte.

source: White After
fr: Blanc après

source: White Ink Options
fr: Options d'encre en blanc

source: White Plotting
fr: Traçage en blanc

source: White2:
fr: Blanc2 :

source: Windowed
fr: Fenêtres

source: Work offline?
fr: Travailler en mode hors ligne ?

source: Wrap
fr: Enveloppe

source: Wrong paper path
fr: Chemin de papier incorrect

source: Y Repeat Interval
fr: Intervalle de répétition Y

source: Yellow 2
fr: Jaune 2

source: Yes, stop creating this mode and save changes
fr: Oui, arrêter la création de ce mode et enregistrer les modifications

source: You are about to delete a Resolution. This action cannot be undone.
fr: Vous êtes sur le point de supprimer une résolution. Impossible d'annuler cette action.

source: You do not have sufficient rights to run this application. Please log-on as administrator and try again.
fr: Vous n'avez pas les droits nécessaires pour exécuter cette application. Veuillez vous connecter en tant qu'administrateur et réessayer.

source: You have successfully edited this mode.
fr: Vous avez correctement modifié ce mode.

source: You need to edit Step && Repeat jobs with Job Editor
fr: Vous devez modifier les travaux Étape et Répéter à l'aide de Job Editor

source: Your hardware key could not be found. Please check that you have access to a network key (enter localhost:1947 in your internet browser to view all keys on the network) or that the proper key is connected to a USB port on this machine. If there is a key, verify that the correct security device drivers are installed.
fr: Votre clé électronique est introuvable. Vérifiez que vous avez accès à une clé de réseau (saisissez localhost:1947 dans votre navigateur Internet pour afficher toutes les clés sur le réseau) ou que la clé appropriée est connectée à un port USB sur cette machine. S'il y a bien une clé, vérifiez que les pilotes de périphériques de sécurité appropriés sont installés.

source: Your hardware key is programmed to ONLY run BETA software. Please contact your dealer for a key upgrade.\n
fr: Votre clé électronique est programmée pour exécuter UNIQUEMENT le logiciel BÊTA. Veuillez contacter votre fournisseur pour obtenir une mise à niveau de la clé.\n

source: Zero-line Marks
fr: Marques de ligne zéro

source: Zooms in to the next default zoom level
fr: Passe au niveau suivant de zoom avant par défaut

source: [Process-
fr: [Traitement-

# Loaded substrate:
source: \nLoaded substrate:\n
fr: \nSupport chargé :\n

source: borderless
fr: sans bordure

source: fail
fr: Échec

source: printer
fr: imprimante

source: running
fr: en fonctionnement
